import React from "react";
import "./AboutUs.css";

const WhyChooseUs = () => {
  return (
    <section className="about-us-section why-choose-us">
      <img
        src="/burgas_homes_logo_noBG_SVG.svg"
        alt="Why Choose Us Image"
        className="why-image"
      />
      <div className="about-us-content why-info">
        <div className="why-text">
          <h2>Защо да изберете нас?</h2>
          <p>
            При избора на дом, важно е да се доверите на компания, която разбира
            вашите нужди и може да предложи индивидуални решения. 
            <br/><br/>
            <span>Нашият екип от професионалисти</span> е посветен на
            предоставянето на <span>висококачествени услуги</span>, като поставя
            вашите предпочитания на първо място. Ние вярваме, че{" "}
            <span>всеки клиент заслужава уникален дом</span>, който отразява
            неговия стил и начин на живот. Ето защо ние работим в тясно
            сътрудничество с вас през всеки етап от процеса – от първоначалното
            консултиране и проектиране, до финалните детайли на вашата къща.
          </p>
          <p>
            <span>Качеството на нашите материали и изработка</span> е нещо, на
            което можете да разчитате. Всички наши сглобяеми къщи са проектирани
            с внимание към <span>детайлите и дълготрайността</span>, което
            гарантира, че вашият дом ще бъде устойчив на времето и ще ви служи
            години наред. Освен това, ние предлагаме{" "}
            <span>комплексно обслужване</span>, което включва всичко – от
            проектирането и производството, до монтажа и поддръжката на вашия
            дом. Нашата цел е да направим процеса на изграждане на вашия дом{" "}
            <span>възможно най-гладък и безпроблемен</span>.
          </p>
          <p>
            <span>Дългосрочната подкрепа</span> е също толкова важна за нас,
            колкото и самото изграждане. Ние сме винаги на разположение да
            предоставим <span>консултации и съдействие</span> за поддръжка на
            вашия дом, за да сте сигурни, че вашата инвестиция ще запази
            стойността си с времето. Избирайки нас, вие избирате{" "}
            <span>компания, която поставя вашите нужди на първо място</span> и
            се ангажира с вашата пълна удовлетвореност.
          </p>
        </div>
      </div>
    </section>
  );
};

export default WhyChooseUs;
